//
//  Specialties.swift
//  KMAScheduler
//
//  Created by Анастасія Грисюк on 14.03.2024.
//

import Foundation

enum Const {
    
    static let specialties = ["032. Історія та археологія", "033. Філософія", "034. Культурологія", "035.01 Українська філологія", "035.05 Германська філологія", "051. Економіка", "052. Політологія", "053. Психологія", "054. Соціологія", "061. Журналістика", "072. Фінанси, банківська справа та страхування", "073. Менеджмент", "075. Маркетинг", "081. Право", "091. Біологія та біотехнологія", "101. Екологія", "102. Хімія", "104. Комп'ютерна фізика", "113. Прикладна математика", "121. Інженерія програмного забезпечення", "122. Комп'ютерні науки", "125. Кібербезпека та захист інформації", "231. Соціальна робота", "291. Міжнародні відносини, суспільні комунікації та регіональні cтудії"]
}
